
const goods_detail = {
        '10001':
        [{ id:'10001',name: '38码',text: `特步 专柜款 男子休闲鞋 2019秋新款复古老爹鞋气垫炫彩透气柔软休闲981319320020`,price: 339.00},
        { id:'10002',name: '39码',text: `特步 专柜款 男子休闲鞋 2019秋新款复古老爹鞋气垫炫彩透气柔软休闲981319320020`,price: 339.00},
        { id:'10003',name: '40码',text: `特步 专柜款 男子休闲鞋 2019秋新款复古老爹鞋气垫炫彩透气柔软休闲981319320020`,price: 339.00},
        { id:'10004',name: '41码',text: `特步 专柜款 男子休闲鞋 2019秋新款复古老爹鞋气垫炫彩透气柔软休闲981319320020`,price: 339.00},
        { id:'10005',name: '42码',text: `特步 专柜款 男子休闲鞋 2019秋新款复古老爹鞋气垫炫彩透气柔软休闲981319320020`,price: 339.00},
        { id:'10006',name: '43码',text: `特步 专柜款 男子休闲鞋 2019秋新款复古老爹鞋气垫炫彩透气柔软休闲981319320020`,price: 339.00},
        { id:'10007',name: '44码',text: `特步 专柜款 男子休闲鞋 2019秋新款复古老爹鞋气垫炫彩透气柔软休闲981319320020`,price: 339.00},
        { id:'10008',name: '45码',text: `特步 专柜款 男子休闲鞋 2019秋新款复古老爹鞋气垫炫彩透气柔软休闲981319320020`,price: 339.00},
        { id:'10009',name: '46码',text: `特步 专柜款 男子休闲鞋 2019秋新款复古老爹鞋气垫炫彩透气柔软休闲981319320020`,price: 339.00}
            ]
};

module.exports = {
    goods_detail
};
